<?php

return [
    'failed'   => 'ព័ត៌មានទាំងនេះមិនត្រូវគ្នាជាមួយកំណត់ត្រារបស់យើងទេ។',
    'inactive' => 'គណនីរបស់អ្នកត្រូវបានបិទដំណើរការ។ សូមទំនាក់ទំនងអ្នកគ្រប់គ្រង។',
    'password' => 'ពាក្យសម្ងាត់ដែលបានផ្តល់មិនត្រឹមត្រូវទេ។',
    'throttle' => 'ការព្យាយាមចូលច្រើនពេក។ សូមព្យាយាមម្តងទៀតក្នុង :seconds វិនាទី។',
    'two_factor_invalid'  => 'កូដនេះមិនត្រឹមត្រូវទេ។ សូមពិនិត្យកម្មវិធីផ្ទៀងផ្ទាត់របស់អ្នក ហើយព្យាយាមម្តងទៀត ឬប្រើកូដសង្គ្រោះ។',
    'two_factor_disabled' => 'ការផ្ទៀងផ្ទាត់ពីរជាន់ត្រូវបានបិទសម្រាប់គណនីរបស់អ្នក។',
];
